[
	"When are you most productive?",
	"What are your favorite five words at the moment?",
	"What's something that you believe you'll never be able to do well?",
	"What would be the best thing about losing your hearing?",
	"If you had to pick a single word to describe this year so far, what would it be?",
	"What do you wish you understood better?",
	"How would you describe someone who is wealthy?",
	"What little thing do you do that you don't think many people notice?",
	"What's the last thing you did alone and you enjoyed?",
	"What do you find is the most boring part of your life at the moment?",
	"What is the last big goal you accomplished?",
	"What line from a song has had the biggest impact on you?",
	"What have you recently found to be ironic?",
	"What do you secretly hoard?",
	"What thing have you been procrastinating about that you will begin doing today?",
	"What do you wish you had learned five years before you did?",
	"Do you have a nightmare travel story?",
	"What do you wish you had spent more time doing when you were younger?",
	"What is something that you find mildly annoying, but not annoying enough to do anything about?",
	"What's stopping you?",
	"What's the story behind your favorite memento?",
	"What's the embarrassing story that your parents used to tell others about you?",
	"What's your opinion on naps?",
	"What do you like to do that's considered touristy?",
	"What's your favorite room in your house and why?",
	"What's the most recent interesting conversation you had?",
	"Is there anyone that you're wondering about and if they're okay?",
	"What do you wish they would teach at school that they don't?",
	"How well do you think you understand yourself?",
	"At what age did you think you become an adult and when do you actually think you did?",
	"What about you do you seem to get the most comments about?",
	"What types of things do you procrastinate the most on?",
	"What is the easiest way to bring a smile to your face?",
	"Can you explain love?",
	"What old school skill set do you have?",
	"Do you, or did you in the past, have any strange habits?",
	"What's the next line to cross off your list?",
	"What is the best random act of kindness you've ever witnessed?",
	"What's something that you believe that most other people don't?",
	"What is the most interesting class you've ever taken?",
	"What's something that was completely out-of-character that you did?",
	"What's a food you vow never to eat?",
	"What do you think people pretend to like when they really don't?",
	"What's something you find attractive that others may not?",
	"Can you name 5 things you wouldn't do for a million dollars?",
	"What situation is sure to make you cry?",
	"When you're by yourself, what do you usually think about?",
	"What food have you never tried?",
	"Have you ever been at an event that you think will one day be in history books?",
	"What is it that motivates yourself the most?",
	"What's the most spontaneous thing you've ever done?",
	"What is something that you don't mind waiting for?",
	"What's your current biggest worry?",
	"What do you like best about yourself?",
	"If it was possible to transplant your brain to stay alive for another 100 years, would you?",
	"What's the biggest wager you've ever made?",
	"Have you ever had or witnessed a drop the mic moment?",
	"If you had an extra hour a day that had to be allocated to one specific purpose, how would you use it?",
	"What is something that you absolutely will not put up with?",
	"What is something immature you think your parents do?",
	"What do you know how to do that's useless?",
	"How would you describe your sense of humor? Can you give an example?",
	"Do you have a dream job in mind? What would it be?",
	"What food do you have a love-hate relationship with?",
	"What is your best shower thought?",
	"What is something you own that you have never used?",
	"What does nobody want to talk about, but really should?",
	"If you could change the length of each day to make it perfect for you, how many hours would it be?",
	"What argument did you have that looking back on was absolutely ridiculous?",
	"What little thing instantly tells you that a person is good?",
	"What's something others purchase that you simply can't understand why?",
	"If you had to ask yourself one question to get the most information out of you, what would that question be?",
	"What is the last thing that you totally overreacted to?",
	"Where do you draw the line?",
	"Who is someone you need to contact that you haven't?",
	"What do you try to do to make the world a little better?",
	"Of all the problems in the world, which one would you like to see solved first?",
	"What topic can you bring up at a family gathering to instantly get everyone riled up?",
	"What memory have you been thinking about a lot lately?",
	"What did you recently learn the hard way?",
	"What is the messiest situation you've ever encountered?",
	"Do you consider telling white lies to be okay?",
	"Do you remember what the first school report you wrote was about?",
	"What do you think is the most complex aspect about yourself?",
	"What is your current go-to song to dance to when nobody is around?",
	"Where is the last place you've been where you felt completely out of place?",
	"What is a restaurant you refuse to eat at and why?",
	"What is the most selfish thing you do that you're okay with?",
	"Is there a personality trait that you'd like to adopt from one of your friends?",
	"What is the most recent life lesson you've learned?",
	"What do you think is the most useful skill to know?",
	"What destination is at the top of your list to visit?",
	"What's something that you use regularly that you wish you didn't have to?",
	"What have you recently felt grateful for?",
	"What photo have you recently seen that spoke to you?",
	"What's something that you thought you'd have already done by now, but haven't?",
	"What's your favorite thing to do when you're all alone?",
	"Do you have any apps on your phone that you've never used?",
	"What's most important to you about your school/work environment?",
	"What is your opinion on tattoos?",
	"What would you do if you saw a giraffe on the side of the road?",
	"How often do you find yourself daydreaming?",
	"What's the worst piece of advice you ever got from someone?",
	"What do you consider to be the smartest thing you've ever done in your life so far?",
	"What is something that you like that your parents do?",
	"What's your opinion on social media?",
	"Have you ever been punished for something you didn't do?",
	"Do you believe there is only one other person in the world for you or many?",
	"What is your biggest regret from the last month?",
	"What's something that you find difficult, but you think in your mind it should be easy?",
	"Who is someone you recently thought about that you haven't seen or talked to in years?",
	"What's your most recent passion?",
	"What types of things do you doodle?",
	"How would you spend $1,000 to give the most happiness to the most number of people possible?",
	"What would someone who doesn't know you well be most surprised about?",
	"What country sounds interesting but you know very little about it?",
	"What is something you feel is unacceptable that is still being done today?",
	"What have you done that you didn't like, but would you be willing to give it another shot?",
	"What's simply too difficult?",
	"Do you name inanimate objects?",
	"Where do you see yourself in 5 years?",
	"If you were to work at a circus, what job would you choose?",
	"Are you currently where you want to be in life?",
	"Are there any words that you simply can't stand?",
	"If you could change one thing about your family, what would it be?",
	"What do you think would be the worst thing about being famous?",
	"How much damage could your best friend do to you if you ever had a falling out?",
	"What do you spend too much time doing?",
	"What is your favorite spice?",
	"What's the most difficult choice you were asked to make?",
	"What's the last thing that you gave up on? Are you happy or disappointed?",
	"What's an example of when you changed your mind?",
	"What's the best way you've found to calm yourself when you get stressed?",
	"What part of your body currently doesn't feel 100%?",
	"What's the one thing that you seem to constantly lose?",
	"What recent experience made you feel old?",
	"If you could change the color of one thing, what would it be and why?",
	"What do you consider the best decision you've made thus far in your life?",
	"What was the last dream you can remember about?",
	"What's your plan for surviving a zombie invasion?",
	"What is the most unique cloud you've ever seen in the sky?",
	"Does your family have any weird traditions?",
	"Without saying the category, what are your top five?",
	"What activity do you do where your mind wanders in thoughts the most?",
	"If you could remove something that exists in this world forever, what would it be?",
	"What have you found more helpful than you ever imagined it could be?",
	"What app or website completely changed your life?",
	"What's one thing you think you should be doing more often?",
	"What smell always brings back some type of memory?",
	"What recent situation was nearly a disaster, but you were able to prevent it?",
	"Who have you met only one time that left a huge impression on you?",
	"What was a situation where you literally did a doubletake?",
	"If you could choose to be famous for something, what would it be?",
	"What did you learn from the last book you read?",
	"What were you most afraid of when you were younger? Do you still have that fear?",
	"What's your favorite form of entertainment?",
	"How far back can you trace your family tree?",
	"In emergency situations, how do you react?",
	"Who is the luckiest person you know?",
	"What song do you secretly sing in the shower?",
	"What is your opinion on social media?",
	"Where was your secret hiding place as a child?",
	"If you were required to have a job of some type but you didn't need the money from it to survive, what job would you choose?",
	"What recent thing have you decided that you're completely over and done with?",
	"Do you people watch? If so, where do you like to do this most?",
	"What's something that you think you may have been the only person in the world to ever do?",
	"What is your current favorite TV show? What was it 5 years ago?",
	"What's the most amount of money you've ever found? What was the situation?",
	"What's something that you completely don't understand?",
	"What's something that really happened to you but nobody would believe unless they were there?",
	"What's your \"famous person\" story?",
	"What's the most difficult thing that you still do each day?",
	"What is the oddest form of entertainment you enjoy?",
	"What's a situation when you look back you should have gone ahead and done it?",
	"What sound will instantly melt your heart?",
	"How do you best like your ice-cream?",
	"Do you have a favorite brand?",
	"What is the next skill that you'd like to learn really well?",
	"What's your knowing just enough to be dangerous story?",
	"What's the most difficult thing about being you?",
	"What's something that when you were learning it, you thought you'd never use it, but in reality, you ended up using it a lot?",
	"If you could play a prank on any historical figure, who would you pick and what prank would you do?",
	"If there are 100 people, how many would be more patient than you?",
	"What book or movie character can you see in your own life?",
	"Where's the next place you want to visit?",
	"Do you have an app on your phone that you use even though you hate it?",
	"What does it mean to \"live a good life\" in your opinion?",
	"If you had to walk away from one technology in your life, what would it be?",
	"How many chances do you give a person before you write them off?",
	"Have you ever done something embarrassing around a former crush?",
	"Is there a part of your culture that you don't like?",
	"How long did it take for you to come up with your current signature?",
	"What is the most recent silly thing you did?",
	"Why haven't you done it yet?",
	"What future year are you most looking forward to arriving?",
	"What are you currently juggling in your life?",
	"How do you make decisions?",
	"If you had the choice to go back in time or into the future, which would you choose?",
	"What have you recently realized you have been doing wrong?",
	"Do you have a moment in your life you wish you could relive?",
	"Who in your family can't you believe you're related to?",
	"Do you have a special project you're currently working on?",
	"What's your favorite daily routine?",
	"What's something commonly do today that you think people will wonder why anyone would ever do that fifty years from now?",
	"When was the last memorable sunrise you witnessed?",
	"Has someone ever done a random act of kindness to you?",
	"Are you currently going through any type of phase?",
	"What is money to you?",
	"What's your story about being under intense pressure and how did you handle it?",
	"What can you talk about for hours?",
	"Do you have a secret place?",
	"What was the last thing that truly disappointed you?",
	"Is there anything that makes you far angrier than it should?",
	"What's the most interesting conversation you eavesdropped on?",
	"What foods did you used to like but don't anymore?",
	"Do you have any secret hobbies?",
	"What would you be really good at if it wasn't for one thing?",
	"How much money would you need in the bank to feel comfortable to retire today?",
	"Where is the strangest place you have fallen asleep?",
	"Have you ever let someone else get punished for something you did?",
	"What do you think is your most creative ability?",
	"Is there any place that you have no desire to visit? Why?",
	"Who was the last person you made happy and what did you do to do it?",
	"What doesn't exist, but should?",
	"What was the last big mistake you made?",
	"What's your close call story?",
	"What bad decision did you make that actually turned out to be a good decision?",
	"Do you have something special that picks you up when you feel down? What is it?",
	"What is something that someone does that will immediately turn you off?",
	"What type of exercise do you like most?",
	"Is there anything that most people find cute that creeps you out?",
	"What the best thing that can happen in the first 5 minutes after waking up?",
	"Would you consider yourself decisive or indecisive?",
	"What's something interesting about you that few people know?",
	"What was the situation where you laughed the hardest you ever have?",
	"What's the best trick someone has ever played on you?",
	"On any given day, what do you think you spend the most time doing?",
	"Have you ever had a missed connection encounter?",
	"What are the top three qualities you admire in others?",
	"What is the assumption that people make about you that's totally wrong?",
	"If you were to devote your life to art, what type of art would that be?",
	"If you could only ask one question to each person you meet, what would that question be?",
	"What will be your go-to story when you're old?",
	"What is something that happened to you that you can't logically explain?",
	"What's your biggest first world problem?",
	"What one thing would significantly make your life better?",
	"If you had to wear a hat for the next week, what type of hat would you choose?",
	"What's something about you today that the old you would find surprising?",
	"What was your most recent experience of going down the rabbit hole?",
	"What's the last thing you complained about?",
	"What has been your biggest financial mistake?",
	"What are your top five snacks?",
	"What recent event have you seen that restored your faith in humankind?",
	"What's the last thing that you broke and how did it happen?",
	"What's the best comeback you've ever heard?",
	"What's your go-to funny story now, but was horrendous at that moment?",
	"What is something you predict will exist in 10 years that doesn't today?",
	"What's something that you recently learned that everyone else already knew?",
	"If you had to describe your current life as a movie, which movie would you choose?",
	"What is something that will instantly annoy you?",
	"What's something that you would be willing to stay up all night to do?",
	"What question do you have that nobody has been able to give you a good answer to?",
	"How long does it take you to form an opinion about a person?",
	"What's the best compliment you ever received?",
	"What's something that you never seem to get tired of doing?",
	"What do you consider the most difficult food to eat?",
	"If you were to be famous for something, what would that be?",
	"Is it better to read books in electronic form or actually hold the book?",
	"What is the most recent fact you learned that surprised you?",
	"What's the story behind your last rant?",
	"What is socially acceptable today that you think won't be in 10 years?",
	"What's the way you find yourself procrastinating most?",
	"What are you currently doubting in your life?",
	"How well do you trust your gut feelings?",
	"What song currently speaks to you the most?",
	"Which of your past teachers would you like to sit down with and talk to today?",
	"What do you think is the most valuable resource?",
	"Have you ever seen a movie that you thought was better than the book?",
	"Would you prefer to leave where your hometown and never come back or stay in your hometown and never be able to leave?",
	"Do you have any unusual fears?",
	"What's your opinion on tipping?",
	"What animal do you think best reflects your personality?",
	"What's your good luck charm?",
	"What is the strangest way you met one of your friends?",
	"What challenge would you like to see your best friend take on?",
	"What's your favorite ritual?",
	"What is the next big purchase you're currently saving for?",
	"What or who are you always willing to make time for?",
	"What do you hope to be an expert about at some point in your life?",
	"What are the top three characteristics you feel are important for a person?",
	"If you could have the attention of the world for one minute, what would you say?",
	"What was a situation you thought would be terrible but you actually enjoyed it?",
	"If you could only buy ten items at the grocery store to last the next week, what would you buy?",
	"Do you have any phobias?",
	"What food combination do you eat that makes others cringe?",
	"When you want to escape from everyone, where do you go?",
	"What's your definition of success? Has it changed over time?",
	"Do you have a bucket list?",
	"What's the story about the last time you cried?",
	"What's an interesting fact that you recently learned?",
	"What is the last encounter you had with a random stranger?",
	"How do you think your reality differs from others you know?",
	"What's something that is common today that humans will be embarrassed about doing in 50 years?",
	"Do you think you're more like your mom or your dad?",
	"What was your last \"ah-ha\" moment?",
	"What was the last meltdown that you witnessed?",
	"What do you wish you had more talent doing?",
	"What do you know is bad for you but you continue to do it anyway?",
	"Are you a planner or more of a go with whatever happens when it comes to travel?",
	"What part of the human face do you look at when you talk to someone?",
	"What do you find attractive that others might find unusual?",
	"How many things you currently own do you think you could throw away and not notice a difference in your life?",
	"What do you believe is the biggest thing that's currently holding you back from success?",
	"What is the funniest false thing you were able to convince others that's true?",
	"What was the best thing you learned in the past year?",
	"If everyone here was a color, what color would each person be?",
	"If you were going to start your own business, what would it be?",
	"What piece of art has had a large impact on you?",
	"Do you have a reoccurring dream?",
	"If you had to change the language you speak, which one would you choose?",
	"Have you evet taken a long shot that worked out?",
	"What was the unspoken scandal in your town when growing up?",
	"If you were handed $500 at this moment, how would you spend it?",
	"What was a past passion that you can't believe you were so passionate about?",
	"If you could assign one household chore to someone else, what would it be?",
	"What assumption have you made that ended up being completely incorrect?",
	"Do you enjoy people watching?",
	"What is your opinion on tattoos?",
	"What are some things don't you understand about the opposite sex?",
	"How do you approach life?",
	"What's the most interesting thing you have in your pockets right now?",
	"What weird thing do you do when nobody else is around?",
	"What have you been thinking about lately that has kept you up at night?",
	"Have you ever had to complain to management? Why?",
	"If you knew the winning lottery numbers, would you keep them to yourself or share with others?",
	"How difficult is it for you to try new things?",
	"If you could lock someone up and throw away the key, would you and if so, who would that be?",
	"What's the worst accident you ever had?",
	"What thing from childhood do you still enjoy to this day?",
	"Do you have any memories before the age of five?",
	"What's something that you know you should start, but haven't?",
	"What mode of transportation have you never tried?",
	"If you knew you could live forever, how would you spend your days differently?",
	"What's your story about breaking the law?",
	"Would you feel comfortable showing me the photos on your phone?",
	"If you could choose the way you became a hero, what would the circumstances be?",
	"What's something uncomfortable but you feel everyone should experience at least once in their life?",
	"What's some small thing you recently noticed?",
	"What do you find you recently spend a lot of time wondering about?",
	"What's the strangest thing you've ever found?",
	"What's the story behind why you replaced the last phone you had?",
	"Can you describe your personal style?",
	"What do you see happening in your future?",
	"What is something you thought would be a great idea but was terrible when you actually did it?",
	"What's the best part of rain?",
	"What do you like to do that's traditionally considered masculine?",
	"Would the world be better or worse if superheroes existed?",
	"Have you been given any good advice lately?",
	"What's something in your fridge right now that should probably be thrown out?",
	"What technology advance are you looking forward to in the future?",
	"What's the last goal you set for yourself that you accomplished?",
	"What is something that you would really like to try again?",
	"What law have you broken the most in your life?",
	"If it's raining outside, what activity do you most want to do?",
	"If you had to name one thing that makes you stand out from others, what would that be?",
	"What part of history do you find most interesting?",
	"If each person had a warning label, what would yours say?",
	"What was an experience you didn't think much about at the time, but it ultimately made you a stronger person?",
	"What do you remember most about your first crush?",
	"What's the strangest situation you ever found yourself in?",
	"What is your current philosophy about money?",
	"What's your current Golden Rule when it comes to living life?",
	"Is time currently passing quickly or slowly for you?",
	"What has been your 15 minutes of fame up to this point?",
	"What would your dream day look like?",
	"How would a random stranger describe you? How accurate would that be?",
	"What's the most uncomfortable situation you've ever found yourself in?",
	"If you could have any person become a member of your family, who would you choose?",
	"What is something that you learned from simply watching a stranger?",
	"What's your opinion on cell phones?",
	"What is something that has had a big impact on your that you observed from afar?",
	"Do you think you were ever part of the popular crowd?",
	"What uncommon thing would you like to see become more common?",
	"How do you usually react if you receive bad service?",
	"How do you entertain yourself when you're bored?",
	"What do you love most about where you grew up?",
	"Did you ever have a huge rival? Was the rivalry friendly or fierce?",
	"What is the quickest way for you to lose respect for someone?",
	"What is the next thing you have on your to-buy list?",
	"What do you do in secret that you're proud of?",
	"What question have people recently been constantly asking you?",
	"What small stuff do you sweat even though you know you shouldn't?",
	"Of all the things you've bought in your life, what has been the worst purchase?",
	"What is the last big argument you go into and who was it with?",
	"What's the story behind your greatest treasure?",
	"What uncommon thing would you encourage everyone to try once?",
	"What holiday do you think more people should celebrate?",
	"What would be the best and worst part of being a cat in your opinion?",
	"If you had to choose, would you rather be too hot or too cold?",
	"If someone were to sum you up with a phrase, what would that phrase be?",
	"What's something that you know that few other people know?",
	"Have you ever had a terrible house guest? If so, what happened?",
	"Do you believe that money can make you happy?",
	"What do you find extremely difficult that most people find simple?",
	"How long do you think you could survive on your own?",
	"If you had the opportunity to look through someone's email without them knowing, would you?",
	"Do you consider yourself an introvert or an extrovert?",
	"What obscure interest do you have?"
]
